<?php

/* @var $this yii\web\View */

$this->title = 'My Yii Application';
?>
<div class="site-index">

    <div class="jumbotron">


        <h2 class="lead">Дополнительное задание</h2>




    <div class="body-content">

        <div class="row">
            <div class="col-lg-12">


                <p id="justify">Решить задачу.
                    Из пункта А в пункт В выехал автобус со скоростью 36 км/ч,
                    в этот момент навстречу ему из пункта В выехал автомобиль со скоростью 48 км/ч,
                    они встретились в пункте С. Какое расстояние между пунктами А и В, если расстояние между А и С 72км.?
                </p>

                    </div>

            <div class="col-lg-12">


                <p id="justify2">Решение.
                    Поскольку автобус и автомобиль встретились, они ехали одинаковый промежуток времени.
                    Автобус ехал до пункта С 72/36=2 часа, значит проехал 48*2=96 км.
                    Значит расстояние между пунктами А и B 72+96=168 км.
                </p>

            </div>
        </div>
    </div>
    </div>
</div>
